<!DOCTYPE html><html lang="zh-CN"><head><meta http-equiv="content-type" content="text/html; charset=utf-8"><meta content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0" name="viewport"><meta content="yes" name="apple-mobile-web-app-capable"><meta content="black-translucent" name="apple-mobile-web-app-status-bar-style"><meta content="telephone=no" name="format-detection"><meta name="description"><title>小雨点第一次参加钢琴比赛 | Palance's Blog</title><link rel="stylesheet" type="text/css" href="/blog/css/style.css?v=0.0.0"><link rel="stylesheet" type="text/css" href="//cdn.bootcss.com/normalize/4.1.1/normalize.min.css"><link rel="stylesheet" type="text/css" href="//cdn.bootcss.com/pure/0.6.0/pure-min.css"><link rel="stylesheet" type="text/css" href="//cdn.bootcss.com/pure/0.6.0/grids-responsive-min.css"><link rel="stylesheet" href="//cdn.bootcss.com/font-awesome/4.6.2/css/font-awesome.min.css"><script type="text/javascript" src="//cdn.bootcss.com/jquery/2.2.3/jquery.min.js"></script><link rel="Shortcut Icon" type="image/x-icon" href="/blog/favicon.ico"><link rel="apple-touch-icon" href="/blog/apple-touch-icon.png"><link rel="apple-touch-icon-precomposed" href="/blog/apple-touch-icon.png"></head><body><div class="body_container"><div id="header"><div class="site-name"><h1 class="hidden">小雨点第一次参加钢琴比赛</h1><a id="logo" href="/blog/.">Palance's Blog</a><p class="description"></p></div><div id="nav-menu"><a href="/blog/." class="current"><i class="fa fa-home"> 首页</i></a><a href="/blog/archives/"><i class="fa fa-archive"> 归档</i></a><a href="/blog/about/"><i class="fa fa-user"> 关于</i></a><a href="/blog/atom.xml"><i class="fa fa-rss"> 订阅</i></a></div></div><div id="layout" class="pure-g"><div class="pure-u-1 pure-u-md-3-4"><div class="content_container"><div class="post"><h1 class="post-title">小雨点第一次参加钢琴比赛</h1><div class="post-meta">May 21, 2016<span> | </span><span class="category"><a href="/blog/categories/生活/">生活</a></span><script src="https://dn-lbstatics.qbox.me/busuanzi/2.3/busuanzi.pure.mini.js" async></script><span id="busuanzi_container_page_pv"> | <span id="busuanzi_value_page_pv"></span><span> Hits</span></span></div><a data-disqus-identifier="2016/05/21/2016/0521小雨点参加钢琴比赛/" href="/blog/2016/05/21/2016/0521小雨点参加钢琴比赛/#disqus_thread" class="disqus-comment-count"></a><div class="post-content"><iframe height="498" width="510" src="http://player.youku.com/embed/XMTU3ODU1MzU5Ng==" frameborder="0" allowfullscreen></iframe>

<p>&#x8FD9;&#x662F;&#x5C0F;&#x96E8;&#x70B9;&#x7B2C;&#x4E00;&#x6B21;&#x53C2;&#x52A0;&#x6BD4;&#x8D5B;&#xFF0C;&#x4E0A;&#x53F0;&#x4E00;&#x70B9;&#x90FD;&#x4E0D;&#x7D27;&#x5F20;&#xFF0C;&#x53D1;&#x6325;&#x51FA;&#x4E86;&#x6B63;&#x5E38;&#x6C34;&#x5E73;&#x3002;&#x53EA;&#x662F;&#x8E0F;&#x677F;&#x8E29;&#x4E0D;&#x4E0B;&#x53BB;&#xFF0C;&#x6240;&#x4EE5;&#x5168;&#x7A0B;&#x90FD;&#x6CA1;&#x6709;&#x7528;&#x5EF6;&#x97F3;&#x8E0F;&#x677F;&#x3002;</p>
<p>&#x5BB6;&#x957F;&#x53EA;&#x80FD;&#x966A;&#x5C0F;&#x9009;&#x624B;&#x89C2;&#x6469;&#x90BB;&#x8FD1;&#x81EA;&#x5DF1;&#x524D;&#x540E;&#x7684;&#x5341;&#x6765;&#x4E2A;&#x9009;&#x624B;&#xFF0C;&#x6709;&#x51E0;&#x4E2A;&#x300A;&#x6625;&#x4E4B;&#x6B4C;&#x300B;&#x3001;&#x300A;&#x5C0F;&#x6B65;&#x821E;&#x66F2;&#x300B;&#x3001;&#x300A;&#x6625;&#x5929;&#x5728;&#x54EA;&#x91CC;&#x300B;&#x548C;&#x300A;&#x90CA;&#x6E38;&#x300B;&#xFF0C;&#x96BE;&#x5EA6;&#x90FD;&#x6BD4;&#x300A;&#x732E;&#x7ED9;&#x7231;&#x4E3D;&#x4E1D;&#x300B;&#x4F4E;&#x4E00;&#x4E9B;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x662F;&#x5F88;&#x6709;&#x5E0C;&#x671B;&#x51B2;&#x5165;&#x51B3;&#x8D5B;&#x54D2;:)</p>
<p>&#x5C0F;&#x96E8;&#x70B9;2014&#x5E74;8&#x6708;&#x5F00;&#x59CB;&#x5B66;&#x7434;&#xFF0C;15&#x5E74;6&#x6708;&#x8FC7;&#x4E86;2&#x7EA7;&#xFF0C;&#x4ECA;&#x5E74;7&#x6708;&#x8981;&#x8003;5&#x7EA7;&#x4E86;&#xFF0C;&#x662F;&#x73ED;&#x91CC;&#x5F39;&#x7434;&#x6700;&#x68D2;&#x7684;&#x5B66;&#x751F;&#x3002;&#x800C;&#x4E14;&#x5B66;&#x7434;&#x8FD9;&#x4E8B;&#x513F;&#x5E76;&#x6CA1;&#x6709;&#x8BA9;&#x5979;&#x89C9;&#x5F97;&#x5F88;&#x75DB;&#x82E6;&#xFF0C;&#x5230;&#x76EE;&#x524D;&#x4E3A;&#x6B62;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x3002;&#x53EA;&#x6709;&#x6700;&#x521D;&#x7684;&#x4E24;&#x4E2A;&#x6708;&#xFF0C;&#x524D;&#x4E24;&#x5468;&#x6BD4;&#x8F83;&#x65B0;&#x9C9C;&#xFF0C;&#x4E4B;&#x540E;&#x6709;&#x4E86;&#x96BE;&#x5EA6;&#x6709;&#x70B9;&#x575A;&#x6301;&#x4E0D;&#x4F4F;&#xFF0C;&#x8FC7;&#x4E86;&#x6700;&#x521D;&#x7684;&#x4E24;&#x4E2A;&#x6708;&#xFF0C;&#x8BC6;&#x8C31;&#x5B8C;&#x5168;&#x6CA1;&#x969C;&#x788D;&#x4E86;&#xFF0C;&#x6BCF;&#x5929;&#x7EC3;&#x7434;&#x6210;&#x4E3A;&#x5979;&#x7684;&#x4E60;&#x60EF;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x5468;&#x672B;&#x7238;&#x7238;&#x5988;&#x5988;&#x4E0D;&#x5728;&#x5BB6;&#xFF0C;&#x5230;&#x4E86;&#x4E0B;&#x5348;&#x56DB;&#x70B9;&#x5979;&#x81EA;&#x5DF1;&#x4F1A;&#x505C;&#x4E0B;&#x540E;&#x91CC;&#x7684;&#x73A9;&#x5177;&#xFF0C;&#x81EA;&#x5DF1;&#x5750;&#x5728;&#x7434;&#x51F3;&#x4E0A;&#x7EC3;&#x4E60;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x3002;</p>
<p>&#x5E73;&#x65F6;&#x6211;&#x6BD4;&#x8F83;&#x5FD9;&#xFF0C;&#x6CA1;&#x65F6;&#x95F4;&#x966A;&#x5979;&#xFF0C;&#x4F46;&#x662F;&#x5468;&#x672B;&#x4E00;&#x5B9A;&#x662F;&#x6211;&#x966A;&#x5979;&#x7EC3;&#x7434;&#x3002;&#x6709;&#x65F6;&#x5019;&#x65E2;&#x8981;&#x51C6;&#x5907;&#x671F;&#x672B;&#x6C47;&#x62A5;&#x6F14;&#x51FA;&#xFF0C;&#x53C8;&#x8981;&#x51C6;&#x5907;&#x8003;&#x7EA7;&#xFF0C;&#x8FD8;&#x8981;&#x517C;&#x987E;&#x65E5;&#x5E38;&#x7684;&#x7EC3;&#x4E60;&#xFF0C;&#x5E38;&#x5E38;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x7EC3;&#x4E0D;&#x5B8C;&#xFF0C;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x534A;&#x5230;&#x4FE9;&#x5C0F;&#x65F6;&#xFF0C;&#x6211;&#x95EE;&#x5979;&#xFF1A;&#x201C;&#x6BCF;&#x5929;&#x8FD9;&#x4E48;&#x7EC3;&#x7434;&#x89C9;&#x5F97;&#x70E6;&#x5417;&#xFF1F;&#x201D;&#xFF0C;&#x5979;&#x603B;&#x662F;&#x5F88;&#x8BE7;&#x5F02;&#x5730;&#x95EE;&#x6211;&#xFF1A;&#x201C;&#x600E;&#x4E48;&#x4F1A;&#x70E6;&#x5462;&#xFF1F;&#x201D;&#x6211;&#x5185;&#x5FC3;&#x91CC;&#x8FD8;&#x662F;&#x633A;&#x4F69;&#x670D;&#x95FA;&#x5973;&#x7684;&#x3002;</p>
<p>&#x603B;&#x7ED3;&#x8D77;&#x6765;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x5C0F;&#x96E8;&#x70B9;&#x5B66;&#x7434;&#x4F18;&#x79C0;&#x6709;&#x51E0;&#x4E2A;&#x5173;&#x952E;&#x7684;&#x56E0;&#x7D20;&#xFF1A;</p>
<ol>
<li>&#x559C;&#x6B22;&#x94A2;&#x7434;&#x3002;&#x4ECE;&#x51FA;&#x751F;&#x4E0D;&#x4E45;&#xFF0C;&#x6211;&#x5C31;&#x7ED9;&#x5979;&#x770B;&#x4E45;&#x77F3;&#x8BA9;&#x7684;&#x97F3;&#x4E50;&#x4F1A;&#xFF0C;&#x914D;&#x7740;&#x52A8;&#x753B;&#x7247;&#x7684;&#x7247;&#x6BB5;&#xFF0C;&#x5979;&#x770B;&#x5F97;&#x6D25;&#x6D25;&#x6709;&#x5473;&#x3002;&#x540E;&#x6765;&#x5927;&#x4E00;&#x4E9B;&#xFF0C;&#x6211;&#x7ED9;&#x5979;&#x73A9;&#x6211;&#x7684;&#x7535;&#x94A2;&#x7434;&#x3001;&#x6211;&#x7684;&#x5C24;&#x514B;&#x91CC;&#x91CC;&#xFF0C;&#x5C3D;&#x7BA1;&#x662F;&#x80E1;&#x4E71;&#x5F39;&#x594F;&#xFF0C;&#x4E5F;&#x80FD;&#x8FD1;&#x8DDD;&#x79BB;&#x7684;&#x89E6;&#x6478;&#x5230;&#x97F3;&#x4E50;&#x3002;</li>
<li>&#x6709;&#x4E00;&#x4E2A;&#x5979;&#x559C;&#x6B22;&#x7684;&#x94A2;&#x7434;&#x8001;&#x5E08;&#x3002;&#x5E7C;&#x513F;&#x56ED;&#x91CC;&#x5979;&#x6700;&#x559C;&#x6B22;&#x7684;&#x8001;&#x5E08;&#x5C31;&#x662F;&#x94A2;&#x7434;&#x8001;&#x5E08;&#xFF0C;&#x4E5F;&#x7B97;&#x662F;&#x7231;&#x5C4B;&#x53CA;&#x4E4C;&#x5427;&#x3002;</li>
<li>&#x5B66;&#x7434;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x7EC3;&#x4E60;&#x3002;&#x4E3A;&#x4E86;&#x8BA9;&#x6BCF;&#x5929;&#x4FDD;&#x8BC1;&#x6709;&#x56DB;&#x5341;&#x4E94;&#x5206;&#x949F;&#x7684;&#x7EC3;&#x4E60;&#xFF0C;&#x6211;&#x7ED9;&#x5979;&#x4E70;&#x4E86;&#x54ED;&#x8138;&#x3001;&#x7B11;&#x8138;&#x5370;&#x7AE0;&#xFF0C;&#x6211;&#x8DDF;&#x5979;&#x8BF4;&#x6BCF;&#x5929;&#x5B8C;&#x6210;&#x7EC3;&#x4E60;&#x5C31;&#x4F1A;&#x5F97;&#x4E00;&#x4E2A;&#x7B11;&#x8138;&#xFF0C;&#x5426;&#x5219;&#x5C31;&#x7ED9;&#x54ED;&#x8138;&#x3002;&#x5979;&#x5F88;&#x770B;&#x91CD;&#x8FD9;&#x4E2A;&#xFF0C;&#x521D;&#x671F;&#x7684;&#x65F6;&#x5019;&#x786E;&#x5B9E;&#x5F88;&#x96BE;&#x575A;&#x6301;&#xFF0C;&#x4E5F;&#x4F1A;&#x6389;&#x773C;&#x6CEA;&#x3002;&#x4F46;&#x5373;&#x4F7F;&#x6389;&#x773C;&#x6CEA;&#x4E5F;&#x8981;&#x5F97;&#x7B11;&#x8138;&#x3002;&#x8FC7;&#x4E86;&#x6700;&#x521D;&#x7684;&#x4E24;&#x4E09;&#x4E2A;&#x6708;&#xFF0C;&#x4EE5;&#x540E;&#x7684;&#x7EC3;&#x7434;&#x5C31;&#x518D;&#x4E5F;&#x6CA1;&#x54ED;&#x8FC7;&#x4E86;&#x3002;&#x800C;&#x4E14;&#x8001;&#x5E08;&#x5E03;&#x7F6E;&#x7684;&#x4F5C;&#x4E1A;&#x4E00;&#x76F4;&#x4E0D;&#x5C11;&#xFF0C;&#x4E3A;&#x4E86;&#x5B8C;&#x6210;&#x4F5C;&#x4E1A;&#xFF0C;&#x6BCF;&#x5929;&#x7EC3;&#x4E60;&#x7684;&#x65F6;&#x95F4;&#x5E38;&#x5E38;&#x8981;&#x5927;&#x4E8E;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x3002;&#x4F46;&#x6211;&#x8FD8;&#x662F;&#x4F1A;&#x63A7;&#x5236;&#xFF0C;&#x5373;&#x4F7F;&#x6CA1;&#x7EC3;&#x5B8C;&#xFF0C;&#x8D85;&#x8FC7;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x5341;&#x4E94;&#x5206;&#x949F;&#x4E5F;&#x4E0D;&#x7EC3;&#x4E86;&#x3002;</li>
<li>&#x8054;&#x7CFB;&#x6700;&#x91CD;&#x8981;&#x662F;&#x65B9;&#x6CD5;&#x3002;&#x6211;&#x81EA;&#x5DF1;&#x5B66;&#x8FC7;&#x4E24;&#x5E74;&#x7684;&#x94A2;&#x7434;&#xFF0C;&#x6211;&#x4F1A;&#x786E;&#x4FDD;&#x5979;&#x7684;&#x7EC3;&#x4E60;&#x65B9;&#x6CD5;&#x662F;&#x6B63;&#x786E;&#x3001;&#x6709;&#x6548;&#x7684;&#xFF0C;&#x4E0D;&#x8D70;&#x5F2F;&#x8DEF;&#x3002;&#x521D;&#x671F;&#x5B66;&#x4E60;&#x4E94;&#x7EBF;&#x8C31;&#xFF0C;&#x5C31;&#x6574;&#x5929;&#x7ED9;&#x5979;&#x5728;&#x5C0F;&#x9ED1;&#x677F;&#x4E0A;&#x753B;&#x4E94;&#x7EBF;&#x8C31;&#xFF0C;&#x95EE;&#x5979;&#x662F;&#x4EC0;&#x4E48;&#x97F3;&#xFF0C;&#x6709;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x5979;&#x81EA;&#x5DF1;&#x90FD;&#x559C;&#x6B22;&#x753B;&#xFF0C;&#x7136;&#x540E;&#x8003;&#x6211;&#x548C;&#x5988;&#x5988;&#xFF0C;&#x5B69;&#x5B50;&#x7684;&#x8BB0;&#x5FC6;&#x529B;&#x662F;&#x60CA;&#x4EBA;&#x7684;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x628A;&#x8BC6;&#x8C31;&#x8FD9;&#x4E00;&#x5173;&#x8FC7;&#x4E86;&#x3002;&#x4E00;&#x5B9A;&#x8981;&#x7528;&#x8282;&#x62CD;&#x5668;&#xFF0C;&#x800C;&#x4E14;&#x8981;&#x7528;&#x65E0;&#x7EA7;&#x53D8;&#x901F;&#x7684;&#xFF0C;&#x968F;&#x65F6;&#x6839;&#x636E;&#x5979;&#x7684;&#x8FDB;&#x5C55;&#x8C03;&#x6574;&#x901F;&#x5EA6;&#x3002;&#x57FA;&#x7840;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x6BCF;&#x5929;&#x9996;&#x5148;&#x54C8;&#x519C;&#x3001;&#x97F3;&#x9636;&#x70ED;&#x8EAB;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x5F00;&#x59CB;&#x66F2;&#x76EE;&#x7EC3;&#x4E60;&#x3002;&#x5173;&#x6CE8;&#x5979;&#x7684;&#x6307;&#x5F62;&#x3001;&#x6307;&#x6CD5;&#x3001;&#x97F3;&#x51C6;&#x3001;&#x8282;&#x594F;&#xFF0C;&#x6709;&#x4E86;&#x9519;&#x8BEF;&#x53CA;&#x65F6;&#x6307;&#x51FA;&#xFF0C;&#x6539;&#x6B63;&#x3002;</li>
</ol>
<p>&#x5C0F;&#x96E8;&#x70B9;&#x7EE7;&#x627F;&#x4E86;&#x6211;&#x6700;&#x5927;&#x7684;&#x4F18;&#x70B9;&#x5C31;&#x662F;&#x80FD;&#x575A;&#x6301;&#xFF0C;&#x5DE5;&#x4F5C;&#x4EE5;&#x540E;&#x6211;&#x4E5F;&#x66FE;&#x8DDF;&#x8001;&#x5E08;&#x5B66;&#x8FC7;&#x4E24;&#x5E74;&#x7684;&#x94A2;&#x7434;&#xFF0C;&#x6BCF;&#x5929;&#x65E9;&#x4E0A;&#x53BB;&#x7434;&#x623F;&#x7EC3;&#x4E60;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#xFF0C;&#x98CE;&#x96E8;&#x65E0;&#x963B;&#xFF0C;&#x4ECE;&#x6765;&#x6CA1;&#x95F4;&#x65AD;&#x8FC7;&#x3002;&#x540E;&#x6765;&#x5C0F;&#x96E8;&#x70B9;&#x51FA;&#x751F;&#xFF0C;&#x6211;&#x5C31;&#x518D;&#x4E5F;&#x62BD;&#x4E0D;&#x51FA;&#x65F6;&#x95F4;&#x5B66;&#x7434;&#xFF0C;&#x53EA;&#x597D;&#x4E2D;&#x65AD;&#x4E86;&#x3002;&#x518D;&#x540E;&#x6765;&#x6211;&#x7684;&#x5DE5;&#x4F5C;&#x5C31;&#x8D8A;&#x6765;&#x8D8A;&#x5FD9;&#xFF0C;&#x5BB6;&#x4F19;&#x4E8B;&#x513F;&#x4E70;&#x7684;&#x633A;&#x591A;&#xFF1A;&#x7535;&#x94A2;&#x3001;&#x5C0F;U&#x3001;&#x5409;&#x4ED6;&#xFF0C;&#x53EF;&#x662F;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x80FD;&#x771F;&#x6B63;&#x6361;&#x8D77;&#x6765;&#x3002;&#x771F;&#x5E0C;&#x671B;&#x6709;&#x4E00;&#x5929;&#x81EA;&#x7531;&#x4E86;&#xFF0C;&#x80FD;&#x7528;&#x7F16;&#x7A0B;&#x548C;&#x97F3;&#x4E50;&#x8FD9;&#x4E24;&#x4E2A;&#x6211;&#x559C;&#x6B22;&#x7684;&#x4E8B;&#x513F;&#x586B;&#x6EE1;&#x6211;&#x7684;&#x751F;&#x6D3B;&#x3002;</p>
</div><script type="text/javascript" src="/blog/js/share.js?v=0.0.0" async></script><a data-url="http://palanceli.github.io/blog/2016/05/21/2016/0521小雨点参加钢琴比赛/" data-id="cirghieou000wmnzi2dewdish" class="article-share-link">分享到</a><div class="tags"><a href="/blog/tags/音乐/">音乐</a></div><div class="post-nav"><a href="/blog/2016/05/28/2016/0528BinderLearning10/" class="pre">binder学习笔记（十）—— 穿越到驱动层</a><a href="/blog/2016/05/15/2016/0514BinderLearning9/" class="next">Binder学习笔记（九）—— 服务端如何响应Test()请求 ？ </a></div><div id="disqus_thread"><script>var disqus_shortname = 'palance';
var disqus_identifier = '2016/05/21/2016/0521小雨点参加钢琴比赛/';
var disqus_title = '小雨点第一次参加钢琴比赛';
var disqus_url = 'http://palanceli.github.io/2016/05/21/2016/0521小雨点参加钢琴比赛/';
(function() {
  var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
  dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
  (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
})();</script><script id="dsq-count-scr" src="//palance.disqus.com/count.js" async></script></div></div></div></div><div class="pure-u-1-4"><div id="sidebar"><div class="widget"><form action="//www.baidu.com/baidu" method="get" accept-charset="utf-8" target="_blank" class="search-form"><input type="search" name="word" maxlength="20" placeholder="Search"/><input type="hidden" name="si" value="http://palanceli.github.io"/><input name="tn" type="hidden" value="bds"/><input name="cl" type="hidden" value="3"/><input name="ct" type="hidden" value="2097152"/><input name="s" type="hidden" value="on"/></form></div><div class="widget"><div class="widget-title"><i class="fa fa-folder-o"> 分类</i></div><ul class="category-list"><li class="category-list-item"><a class="category-list-link" href="/blog/categories/Android/">Android</a></li><li class="category-list-item"><a class="category-list-link" href="/blog/categories/Excel使用/">Excel使用</a></li><li class="category-list-item"><a class="category-list-link" href="/blog/categories/环境、配置/">环境、配置</a></li><li class="category-list-item"><a class="category-list-link" href="/blog/categories/生活/">生活</a></li></ul></div><div class="widget"><div class="widget-title"><i class="fa fa-star-o"> 标签</i></div><div class="tagcloud"><a href="/blog/tags/binder/" style="font-size: 15px;">binder</a> <a href="/blog/tags/hexo/" style="font-size: 15px;">hexo</a> <a href="/blog/tags/音乐/" style="font-size: 15px;">音乐</a> <a href="/blog/tags/Excel使用/" style="font-size: 15px;">Excel使用</a></div></div><div class="widget"><div class="widget-title"><i class="fa fa-file-o"> 最新文章</i></div><ul class="post-list"><li class="post-list-item"><a class="post-list-link" href="/blog/2016/08/01/2016/0801Excel/">Excel使用</a></li><li class="post-list-item"><a class="post-list-link" href="/blog/2016/07/28/2016/0728DissectingBinder1/">深入浅出Binder（一）</a></li><li class="post-list-item"><a class="post-list-link" href="/blog/2016/07/24/2016/0724BinderLearning14/">binder学习笔记（十四）—— binder_thread_read(...)都干了什么？</a></li><li class="post-list-item"><a class="post-list-link" href="/blog/2016/07/17/2016/0717抓到一只小乌龟/">今天抓到一只小乌龟</a></li><li class="post-list-item"><a class="post-list-link" href="/blog/2016/07/09/2016/0709BinderLearning13/">Binder学习笔记（十三）—— 小结</a></li><li class="post-list-item"><a class="post-list-link" href="/blog/2016/06/14/2016/0614BinderLearning12/">Binder学习笔记（十二）—— binder_transaction(...)都干了什么？</a></li><li class="post-list-item"><a class="post-list-link" href="/blog/2016/06/10/2016/0610BinderLearning11/">Binder学习笔记（十一）—— 智能指针</a></li><li class="post-list-item"><a class="post-list-link" href="/blog/2016/05/28/2016/0528BinderLearning10/">binder学习笔记（十）—— 穿越到驱动层</a></li><li class="post-list-item"><a class="post-list-link" href="/blog/2016/05/21/2016/0521小雨点参加钢琴比赛/">小雨点第一次参加钢琴比赛</a></li><li class="post-list-item"><a class="post-list-link" href="/blog/2016/05/15/2016/0514BinderLearning9/">Binder学习笔记（九）—— 服务端如何响应Test()请求 ？ </a></li></ul></div><div class="widget"><div class="widget-title"><i class="fa fa-comment-o"> 最近评论</i></div><script type="text/javascript" src="//palance.disqus.com/recent_comments_widget.js?num_items=5&amp;hide_avatars=1&amp;avatar_size=32&amp;excerpt_length=20&amp;hide_mods=1"></script></div><div class="widget"><div class="widget-title"><i class="fa fa-external-link"> 友情链接</i></div><ul></ul><a href="https://github.com/palanceli" title="我的GitHub" target="_blank">我的GitHub</a><ul></ul><a href="http://www.cnblogs.com/palance/" title="我的博客园" target="_blank">我的博客园</a><ul></ul><a href="http://blog.csdn.net/zchongr" title="我的CSDN" target="_blank">我的CSDN</a><ul></ul><a href="http://www.jianshu.com/users/5e527164a8c2" title="我的简书" target="_blank">我的简书</a></div></div></div><div class="pure-u-1 pure-u-md-3-4"><div id="footer">© <a href="/blog/." rel="nofollow">Palance's Blog.</a> Powered by<a rel="nofollow" target="_blank" href="https://hexo.io"> Hexo.</a><a rel="nofollow" target="_blank" href="https://github.com/tufu9441/maupassant-hexo"> Theme</a> by<a rel="nofollow" target="_blank" href="https://github.com/pagecho"> Cho.</a></div></div></div><a id="rocket" href="#top" class="show"></a><script type="text/javascript" src="/blog/js/totop.js?v=0.0.0" async></script><script type="text/javascript" src="//cdn.bootcss.com/fancybox/2.1.5/jquery.fancybox.pack.js" async></script><script type="text/javascript" src="/blog/js/fancybox.js?v=0.0.0" async></script><link rel="stylesheet" type="text/css" href="/blog/css/jquery.fancybox.css?v=0.0.0"><script type="text/javascript" src="/blog/js/codeblock-resizer.js?v=0.0.0"></script><script type="text/javascript" src="/blog/js/smartresize.js?v=0.0.0"></script></div></body></html>